Repository: samplecode17/internacionalizacion
Catalog: src/locale/*/LC_MESSAGES/traduction.po
Languages: ca

source: Seleccione una operación con cadenas:
ca: Seleccioneu una operació amb cadenes:

source: Concatenar dos cadenas
ca: Concatena dues cadenes

source: Cambiar a mayúsculas
ca: Canvia a majúscules

source: Cambiar a minúsculas
ca: Canvia a minúscules

source: Contar caracteres
ca: Compta caràcters

source: Buscar palabra o carácter
ca: Cerca paraula o caràcter

source: Reemplazar palabra o carácter
ca: Reemplaça paraula o caràcter

source: Dividir la cadena
ca: Divideix la cadena

source: Seleccione una opción:
ca: Seleccioneu una opció:

source: Ingrese la primera cadena:
ca: Introduïu la primera cadena:

source: Ingrese la segunda cadena:
ca: Introduïu la segona cadena:

source: Resultado:
ca: Resultat:

source: Número de caracteres:
ca: Nombre de caràcters:

source: Ingrese la palabra o carácter a buscar:
ca: Introduïu la paraula o el caràcter a cercar:

source: Ingrese la palabra o carácter a reemplazar:
ca: Introduïu la paraula o el caràcter a substituir:

source: '{palabra}' se encuentra en la posición {pos}
ca: '{palabra}' es troba a la posició {pos}

source: '{palabra}' no se encuentra en la cadena.
ca: '{palabra}' no es troba en la cadena.
